/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Cancelar";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Interromper análise ";

/* alert button */
"Continue" = "Continuar";

/* alert button */
"Continue scan" = "Continuar análise";

/* alert button */
"Ignore" = "Ignorar";

/* alert button */
"Ignore plug-in" = "Ignorar plug-in";

/* alert button */
"Open plug-in graphic interface" = "Abrir interface gráfica do plug-in";

/* alert button */
"Start Plug-In Manager" = "Iniciar Gerenciador de Plug-Ins";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Prezado(a) usuário(a) do ^P,\nvocê tem %ld plug-in(s) Audio Unit ativo(s) que não foi/foram aprovado(s) pela validação de plug-ins AU da Apple. Isso pode causar problemas e até mesmo fazer com que o ^P falhe ou levar à perda de dados! Consulte o(s) fabricante(s) para ver se há versões atualizadas. Recomendamos que você desative esse(s) plug-in(s) no Gerenciador de Plug-ins.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Somente os plug-ins Audio Unit que tenham sido analisados com êxito estarão disponíveis no ^P.\nA análise continuará na próxima vez que você abrir o ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "O plug-in Audio Unit “%1$@” de “%2$@” indica que não está devidamente autorizado a ser usado neste sistema.\nPor favor, verifique a documentação do plug-in para obter mais informações sobre a sua proteção contra cópia.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "O plug-in Audio Unit “%1$@” de “%2$@” indica que não está devidamente autorizado a ser usado neste sistema.\nPor favor, verifique a documentação do plug-in para obter mais informações sobre a sua proteção contra cópia. Você pode abrir a interface gráfica do plug-in agora para gerenciar a proteção contra cópia.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Durante a verificação de compatibilidade de plug-ins Audio Unit, o ^P encontrou %ld plug-in(s) Audio Unit que não foi/foram aprovado(s) na validação de plug-ins AU da Apple. O uso desses plug-ins no ^P foi descontinuado para evitar possíveis problemas ou falhas. Você pode iniciar o Gerenciador de Plug-ins agora para revisar os resultados da validação ou continuar o processo de abertura.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "O ^P encerrou inesperadamente enquanto tentava usar o plug-in Audio Unit “%1$@” de “%2$@”.\nTalvez esse plug-in precise ser atualizado.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Ocorreu um erro com um plug-in Audio Unit instalado.";

/* alert title */
"Audio Unit authorization error." = "Erro de autorização de Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Foram encontrados plug-ins Audio Unit incompatíveis.";

/* alert title */
"You are about to abort the scan process." = "Você está prestes a cancelar o processo de análise.";

/* alert title */
"You are using incompatible Audio Units." = "Você está usando plug-ins Audio Units incompatíveis.";

/* audio unit type */
"MIDI processor" = "Processador MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Efeito controlado por MIDI";

/* audio unit type */
"effect" = "efeito";

/* audio unit type */
"format converter" = "conversor de formato";

/* audio unit type */
"generator" = "gerador";

/* audio unit type */
"instrument" = "instrumento";

/* audio unit type */
"mixer" = "mixer";

/* audio unit type */
"offline effect" = "efeito off-line";

/* audio unit type */
"output unit" = "unidade de saída";

/* audio unit type */
"panner" = "controle de balanço";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Buscando plug-ins Audio Units…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Atualizando informações sobre os plug-ins Audio Units…";

/* possible validation result */
"couldn’t be opened" = "não pôde ser aberto";

/* possible validation result */
"crashed validation" = "validação encerrada por erro";

/* possible validation result */
"failed validation" = "a validação falhou";

/* possible validation result */
"not authorized" = "não autorizado";

/* possible validation result */
"not validated due to internal error" = "não validado devido a um erro interno";

/* possible validation result */
"not yet validated" = "ainda não validado";

/* possible validation result */
"successfully validated" = "validado com êxito";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Analisando Audio Units (concluído: %1$d de %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Analisando Audio Units (concluído: %1$ld de %2$ld)";

/* used for invalid version numbers */
"invalid" = "inválido";

/* used when value transformer can’t interpret given object */
"unknown" = "desconhecido";
